Repository: common-repository/backend-designer
Catalog: languages/backend-designer-*.po
Languages: de_de

source: Customize your Admin Panel
de_de: Gestalte Dein Backend

source: Customize your Login Screen
de_de: Gestalte Deinen Login-Bereich

source: Primary Color
de_de: Primärfarbe

source: Text Color for Primary
de_de: Primäre Textfarbe

source: Secondary Color
de_de: Sekundärfarbe

source: Text Color for Secondary
de_de: Sekundäre Textfarbe

source: Focus Color
de_de: Fokus-Farbe

source: Font family
de_de: Schriftart

source: Enable
de_de: Aktivieren

source: Custom Logo
de_de: Eigenes Logo

source: Custom Background Image
de_de: Hintergrundbild

source: Background Color
de_de: Hintergrundfarbe

source: Text Color
de_de: Textfarbe

source: This will create a new Color Scheme called "Backend Designer" on profile settings. Important: Hover effects and font settings are not included in live preview. Please be sure to save your changes to see them. Let´s rock! ;-)
de_de: Es wird ein neues Color-Scheme mit dem Namen "Backend Designer" erstellt, welches Du in Deinen Profileinstellungen findest. Wichtig: Hover-Effekte und Schrifteinstellungen werden in der Live-Preview nicht dargestellt. Diese Änderungen siehst Du erst nach dem Speichern.

source: Background Colors for Navigation, Main Bar and Buttons
de_de: Hintergrundfarben für die Navigation, Main-Bar und Buttons

source: Text color for Primary changes
de_de: Textfarbe für die Primäreinstellung

source: Sub navigation menus and some hover effects
de_de: Unternavigationen und Hover-Effekte

source: Text color for Secondary changes
de_de: Textfarbe für die Sekundäreinstellung

source: Color for focus effects and highlights
de_de: Farbe für Fokus-Effekte und Highlights

source: Set your font family
de_de: Wähle Deine Schriftart

source: Enable Color Scheme globally. If is unchecked, sure you can set it manually on Profile Settings.
de_de: Global aktivieren. Ansonsten muss das Scheme in den Profileinstellungen erst ausgewählt werden.

source: Set the background color. <strong>Notice: A background image will overwrite this point</strong>
de_de: Wähle eine Hintergrundfarbe. <strong>Notiz: Ein Hintergrundbild überschreibt die Farbe</strong>

source: Text color (outside the login box)
de_de: Schriftfarbe (Außerhalb der Login-Box)
